---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewerAnnotationCropActive
source: html/18538475-78d7-d553-edc0-ad3ebe4da918.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewerAnnotationCropActive Property

"Annotation Crop"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewerAnnotationCropActive { get; }
```